# poca = {'system_RSSI': ('Уровень сигнала Wi-Fi', 'децибелл от уровня 1 мВт (дБм)'),
#         'color_tempCT': ('Цветовая температура света', 'Кельвин (К)'),
#         'soil_soilT': ('Температура почвы', 'градусов по Цельсию (°C)'),
#         'weather_temp': ('Температура воздуха', 'градусов по Цельсию (°C)'),
#         'weather_pressure': ('Атмосферное давление', 'миллиметров ртутного столба (мм.рт.ст.)'),
#         'weather_humidity': ('Относительная влажность воздуха', 'процентов (%)'),
#         'light_lux': ('Освещённость', 'люкс (лк)'),
#         'light_blink': ('Коэффициент пульсации (Процент мерцания)', 'процентов (%)')}
#
# klop = {'T': ('Температура воздуха', 'градусов по Цельсию (°C)'),
#         'P': ('Атмосферное давление', 'миллиметров ртутного столба (мм.рт.ст.)'),
#         'H': ('Относительная влажность воздуха', 'процентов (%)')}
#
#
# utils_for_monitoring = {'Роса-К-1': poca,
#                         'РОСА К-2': poca,
#                         'КЛОП-МН': klop,
#                         'Hydra-L': {
#                             'system_RSSI': ('Уровень сигнала Wi-Fi', 'децибелл от уровня 1 мВт (дБм)'),
#                             'BME280_temp': ('Температура воздуха', 'градусов по Цельсию (°C)'),
#                             'BME280_pressure': ('Атмосферное давление', 'миллиметров ртутного столба (мм.рт.ст.)'),
#                             'BME280_humidity': ('Относительная влажность воздуха', 'процентов (%)')
#                         },
#                         'КЛОП-МНУ': klop,
#                         }

